<?php

return [
    'wrong_name_or_password' => 'คุณกรอกชื่อบัญชีหรือรหัสไม่ถูกต้อง',
    'WRONG_PASSWORD'         => 'คุณกรอกรหัสไม่ถูกต้อง',
    'NAME_DO_NOT_MATCH'      => 'ขออภัย_คุณกรอกชื่อบัญชีในการลงทะเบียนไม่ตรงกัน',
    'EMAIL_INVALID'          => 'ขออภัย_อีเมล์ของคุณถูกใช้งานแล้ว',
    'PASSWORD_FAILED'        => 'ขออภัย_รหัสผ่านใหม่ของคุณผิดพลาด',
    'LOGIN_NOT_ALLOWED'      => 'บัญชีของคุณถูกจำกัดการเข้าใช้งาน กรุณาติดต่อเจ้าหน้าที่ฝ่ายบริการลูกค้า',
    'blocked_login_not_allowed'      =>'บัญชีของคุณถูกจำกัดการเข้าใช้งาน กรุณาติดต่อเจ้าหน้าที่ฝ่ายบริการลูกค้า',
    'not_approved'           => 'บัญชีของคุณอยู่ระหว่างการตรวจสอบ กรุณาติดต่อฝ่ายบริการลูกค้า',
];
